
# -*- coding: utf-8 -*-
# -*- mode: org -*-

#+TITLE: Blablabla
#+AUTHOR: Vinícius Garcia Pinto, Lucas Mello Schnorr, Arnaud Legrand

#+STARTUP: overview indent
#+LANGUAGE: pt-br
#+OPTIONS: H:3 creator:nil timestamp:nil skip:nil toc:nil num:t ^:nil ~:~
#+OPTIONS: author:nil title:nil date:nil
#+TAGS: noexport(n) deprecated(d) ignore(i)
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport

*** Loading libraries
#+name: load_libraries
#+begin_src R :results output :session R3  :noexport:
  # Adding necessary libraries
  library(plyr)
  library(dplyr)
  library(ggplot2)
  library(gtools)
  library(data.table)
  library(gridExtra)
  library(scales)
  library(reshape)
  library(parallel)
  library(RColorBrewer)
  library(lpSolve)
  library(plotly)
  library(Rcpp)
  library(inline)
  library(dtplyr)
  library(grid)
  library(gtable)
  library(knitr)
  library(flexdashboard)
#+end_src

#+RESULTS: load_libraries
: Error in library(dtplyr) : there is no package called ‘dtplyr’
: 
: Attaching package: ‘directlabels’
: 
: The following object is masked from ‘package:reshape’:
: 
:     merge_recurse

